const fasteners = {
  "f-100": {
    name: "Гвоздь №100",
    art: "art-f-001-001-100",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 100 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-101": {
    name: "Гвоздь №101",
    art: "art-f-001-001-101",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 101 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-102": {
    name: "Гвоздь №100",
    art: "art-f-001-001-102",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 102 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-103": {
    name: "Гвоздь №103",
    art: "art-f-001-001-103",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 103 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-104": {
    name: "Гвоздь №104",
    art: "art-f-001-001-104",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 104 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-105": {
    name: "Гвоздь №105",
    art: "art-f-001-001-105",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 105 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-106": {
    name: "Гвоздь №106",
    art: "art-f-001-001-106",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 106 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-107": {
    name: "Гвоздь №107",
    art: "art-f-001-001-107",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 107 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-108": {
    name: "Гвоздь №108",
    art: "art-f-001-001-108",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 108 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-109": {
    name: "Гвоздь №109",
    art: "art-f-001-001-109",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 109 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-110": {
    name: "Гвоздь №110",
    art: "art-f-001-001-110",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 110 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-111": {
    name: "Гвоздь №111",
    art: "art-f-001-001-111",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 111 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-112": {
    name: "Гвоздь №112",
    art: "art-f-001-001-112",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 112 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-113": {
    name: "Гвоздь №113",
    art: "art-f-001-001-113",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 113 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-114": {
    name: "Гвоздь №114",
    art: "art-f-001-001-114",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 114 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-115": {
    name: "Гвоздь №115",
    art: "art-f-001-001-115",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 115 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-116": {
    name: "Гвоздь №116",
    art: "art-f-001-001-116",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 116 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
  "f-117": {
    name: "Гвоздь №117",
    art: "art-f-001-001-117",
    pictures: {
      preview: "/static/images/detail.png",
      images: []
    },
    detailParams: {
      weight: 10,//вес указывается в граммах для детали или для всей сборки
      dimensions: {//размеры указываются в миллиметрах
        length: 50,
        width: 1,
        height: 2,
      },
      description: "Гвоздь 117 нужен для.. нижняя, как правило, горизонтальная балка или балки, проходящие посередине днища судна от носовой до кормовой его оконечности."
    }
  },
}

export default fasteners;